Repository: kyoeye/MT2
Catalog: MT2/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# B0
source: Day
zh_hans: 日

# B1
source: Week
zh_hans: 周

# B2
source: Month
zh_hans: 月

# B3
source: Year
zh_hans: 年

# Compact
source: Pic in Pic
zh_hans: 画中画

# DownloadButton
source: Download
zh_hans: 下载

# Hot_Title
source: Hot
zh_hans: 热榜

# Language_Title
source: Language
zh_hans: 语言

# Loading_01
source: Loading…（syo u jyo wa ma yo i ma su
zh_hans: 少女迷茫中……

# Loading_02
source: Loading...（(●'◡'●)
zh_hans: 正在达成交易……

# Mainpage_Download
source: Download
zh_hans: 下载

# Mainpage_Hot
source: Hot
zh_hans: 热榜

# Mainpage_PicinPic
source: Picture In Picture
zh_hans: 画中画

# Mainpage_Shouye
source: Home
zh_hans: 搜索

# Mainpage_User
source: User
zh_hans: 账户管理

# MoeTon_name
source: MoeTon Ⅱ-school season
zh_hans: 萌豚二号机-咕咕咕

# Setting_Title
source: Setting
zh_hans: 设置

# String10
source: Hide and Reset Settings
zh_hans: 隐藏并恢复默认

# String11
source: Network Settings
zh_hans: 御坂网络

# String12
source: Pictures to load at single time.
zh_hans: 瀑布流单次加载图片数量

# String13
source: Attention: Showing pictures under default value may cause amount deviation under safemode.
zh_hans: 注意：这个值在安全模式下实际显示图片会存在数量偏差

# String14
source: Save Path
zh_hans: 保存位置

# String15
source: customize saving path
zh_hans: 自定义保存路径

# String16
source: Change Save Path
zh_hans: 更改保存路径

# String17
source: “Saved Pictures”folder in library
zh_hans: 系统的“保存的图片”文件夹

# String18
source: Always ask saving path while saving（Will disable saved path).
zh_hans: 每次保存总是询问保存位置（将禁用保存路径）

# String19
source: share
zh_hans: 分享

# String2
source: school season
zh_hans: 咕咕咕

# String20
source: Tags
zh_hans: 标签

# String21
source: Search
zh_hans: 搜索

# String22
source: Recommend to search by clicking tags.
zh_hans: 推荐您通过点击Tag的方式搜索

# String24
source: Downloading Top Datas
zh_hans: 正在下载Top数据

# String25
source: Version
zh_hans: 版本号

# String27
source: All resources of this Application come from Internet, only for learning, communication and personal use, all commercial use is forbidden, copyright belongs to author.
zh_hans: 软件所有资源来源网络，只用于学习交流与个人使用，不得用于商业用途，作品版权归原作者所有

# String28
source: Privaty Policy
zh_hans: 隐私策略

# String29
source: Developers
zh_hans: 开发者

# String3
source: Safety control
zh_hans: 安全控制

# String30
source: Friends
zh_hans: 好朋友们

# String31
source: Contact&feedback
zh_hans: 联系方式＆反馈

# String32
source: Feedback by E-mail will send some information and you can delete freely.
zh_hans: 邮箱反馈将发送一些设备信息，您可以自由删除

# String33
source: Downloading, Please don't close the app.
zh_hans: 正在下载，请尽量避免下载过程中退出应用

# String34
source: Pic in Pic
zh_hans: 画中画

# String35
source: About-MoeTon
zh_hans: 关于MoeTon

# String36
source: Update complete
zh_hans: 升级完成

# String38
source: Language settings
zh_hans: 设置语言

# String4
source: App password
zh_hans: 启动密码

# String5
source: No Password
zh_hans: 当前没有密码

# String6
source: Disable if Nothing entered
zh_hans: 没有输入则不需要密码

# String7
source: Safety level under public
zh_hans: 命运石之门

# String8
source: Computer accessories
zh_hans: 电脑配件

# String9
source: Hide
zh_hans: 隐藏

# Translate_By
source: Interpretor: Watson花生酱
zh_hans: 翻译提供：Watson花生酱
